export const mockContent = `<h3>자바의 이해</h3>

<p>객체 지향 프로그래밍과 클래스 기법</p>

<ul>
	<li>객체지향이란 무엇인가

		<ul>
			<li>즉, 객체 지향 프로그래밍이란 각각의 컴퓨터 부품을 만들고 그 부품들을 조립하여 컴퓨터를 만들 듯이 객체를 만들고 그 객체들을 조립하여 소프트웨어를 만드는 기법이다. 객체 지향 프로그래밍의 특징은 다음과 같다</li>
		</ul>
	</li>
	<li>메쏘드 구조와 메모리&nbsp;</li>
	<li>쓰레기 수집의 효율성</li>
</ul>

<p>자바와 정적 타입</p>

<ul>
	<li>정적타입의 장점</li>
	<li>안정성을 고려한 개발</li>
</ul>

<h3>자바와 스프링 프레임워크</h3>

<p>대규모 어플리케이션의 이해</p>

<ul>
	<li>안정적인 구조를 위한 설계</li>
	<li>장기적 관점의 유지 보수 및 구축</li>
	<li>데이터 베이스의 유기적 통합</li>
</ul>

<p>MVC 패턴의 이해</p>

<ul>
	<li>모델</li>
	<li>뷰</li>
	<li>컨트롤러</li>
</ul>`;
